Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_85-The_Question_of_Maitreya-v1.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་དག་འདོད་ཆགས་ཆུང་བ་དང་། །ཞེ་སྡང་ཆུང་བ་དང་། གཏི་མུག་ཆུང་བ་དང་། དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་དང་ལྡན་པ་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: then sentient beings will become less desiring, angry, and ignorant, and keep to the path of the ten virtuous actions.

source: །ཀུན་དགའ་བོ་ངས་ནི་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན་
en: Ānanda, when I formerly engaged in the conduct of a bodhisattva,

source: སྙིགས་མ་ལྔ་དང་ལྡན་པའི་འཇིག་རྟེན་གནས་པའི་ཚེ་
en: When the world is beset with the five degenerations,

source: སེམས་ཅན་འདོད་ཆགས་ཀྱི་ཤས་ཆེ་བ་དང་། ཞེ་སྡང་གི་ཤས་ཆེ་བ་དང་། གཏི་མུག་གི་ཤས་ཆེ་བ་དང་།
en: sentient beings will have great desire, anger, and ignorance.

source: ཆོས་མ་ཡིན་པ་ལ་ཆགས་ཤིང་ཞེན་པ་དང་།
en: Beings will desire and crave irreligious things.

source: ཆགས་པའི་ཡ་ང་བས་ཟིལ་གྱིས་ནོན་པ་དང་།
en: They will be overcome by fearsome desire, and

source: ཆོས་ལོག་པས་ཡོངས་སུ་ཟིན་པ་དང་།
en: adopt false doctrines.

source: ཕ་ལ་འཁུ་བ་དང་། མ་ལ་འཁུ་བ་དང་། སྤུན་ལ་འཁུ་བ་དང་། མིང་སྲིང་ལ་འཁུ་བ་དང་། ཁྱོ་ཤུག་ལ་འཁུ་བ་དང་། ཉེ་དུ་ལ་འཁུ་བ་དང་། འཕགས་པ་ལ་འཁུ་བ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་ལ་འཁུ་བ་དང་། བདག་ལ་འཁུ་བ་དང་། མི་གཞན་ལ་འཁུ་བ་དང་།
en: They will despise their fathers, their mothers, their cousins, and their siblings, their partners, their relatives, noble beings, abbots, spiritual teachers, themselves, and others.

source: མི་དྲི་མ་ཅན་དང་། མི་དམུ་རྒོད་དང་། མི་ཅང་ཤེས་མ་ཡིན་པ་
en: These people will be filthy, wild, and stupid.

source: རྣམས་ཀྱི་ནང་དུ་བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ན་ཅི་མ་རུང་ཞེས་
en: How wonderful it will be if I can perfectly realize supreme, perfect enlightenment and become a buddha among them!

source: སྨོན་ལམ་ཡོངས་སུ་སྦྱོངས་ཏེ།
en: I made this prayer:

source: སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པས་ང་ད་ལྟར་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། ལྗོངས་དང་། ཡུལ་འཁོར་དང་། རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་རྣམས་སུ་ཞུགས་ཏེ་
en: Today, when I enter villages, cities, towns, districts and provinces, and the surroundings of royal palaces with great compassion,

source: ཆོས་སྟོན་པ་ན།
en: as soon as I teach the Dharma

source: ང་ལ་ཁ་ངན་ཟེར་ཞིང་གཤེ་རྒྱ་སྟེ་ཚོགས་པར་མི་དབྱུང་བ་རྩུབ་པ་བརླང་པོས་སྨྲ་བར་བྱེད་དོ།
en: I am slandered and reviled, harshly abused, and told not to create a gathering.

source: །འཁོར་འདོད་པ་མང་ངོ་ཞེས་ཀྱང་གླེང་ངོ་། །འདོད་པ་ཆེའོ་ཞེས་ཀྱང་གླེང་ངོ་།
en: They say that those in my retinue have many desires, and that their desires are great.

source: །ཁྱིམ་གྱི་ནང་དུ་ཞུགས་ན་ཡང་ང་ལ་སས་ཀྱང་འཐོར་རོ།
en: When I enter into houses, earth is thrown at me.

source: །དུག་དང་བསྲེས་པའི་ཟས་ཀྱང་བྱིན་ནོ།
en: I am given food mixed with poison.

source: །མེའི་ཕུང་པོ་ཡང་ཉེ་བར་བསྒྲུབས་སོ།
en: They even have bonfires made for me.

source: །འདི་ལྟ་སྟེ།
en: So it is.

source: །ཀུན་དགའ་བོ་ང་ནི་སྙིང་རྗེ་ཆེན་པོ་མདུན་དུ་བྱས་ཏེ།
en: Ānanda, I kindled great compassion, and

source: སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་པས་ད་ལྟར་སེམས་ཅན་དེ་ལྟ་བུ་དེ་དག་ལ་ཆོས་སྟོན་ཏོ།
en: with great compassion, I now teach the Dharma to such sentient beings.

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The venerable Ānanda then said to the Blessed One,

source: འདི་ལྟར་སྙིང་རྗེ་ཆེན་པོས་ཡོངས་སུ་ཟིན་པའི་ཕྱིར་རོ།
en: Because this is how much he was gripped by great compassion.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མཛེས་པ་དང་།
en: That the Blessed One should bestow such a Dharma discourse,

source: བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ཤིང་བཅོམ་ལྡན་འདས་ཀྱི་ཁྱུ་མཆོག་གི་གནས་འདི་ཐོས་ནས་སྤུ་ཟིང་ཞེས་བགྱིད་པ་ནི་ངོ་མཚར་ལགས་སོ།
en: that I should hear this Dharma discourse, and hear this topic from the Blessed One, the best of men, is hair-raising and amazing!

source: ། བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: Blessed One, what is the name of this Dharma discourse?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྔོན་གྱི་སྨོན་ལམ་ཡང་དག་པར་འཕགས་པ་ཞེས་བྱ་བར་ཟུང་ཤིག
en: From now onward, Ānanda, you should remember this Dharma discourse as ‘The Former Prayer that is Truly Noble.’

source: །དེ་བཞིན་གཤེགས་པ་ཡང་དག་པར་འབྱུང་བ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག
en: You should also remember it as ‘The True Arising of the Tathāgata.’

source: །བྱང་ཆུབ་ཀྱི་དགོངས་པ་འབྱུང་བ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག
en: You should also remember it as ‘The Arising of the Intention of Enlightenment.’

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Blessed One had spoken,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་།
en: the venerable Ānanda and the bodhisattva Maitreya,
